Revit 2027 API
Mirror Properties
The Mirror type exposes the following members.
Properties
Name | Description
CommonTintColor |  The property labeled "Tint Color" from the "Mirror" schema.
CommonTintToggle |  The property labeled "Tint" from the "Mirror" schema.
MirrorColorByObject |  The property labeled "Color By Object" from the "Mirror" schema.
MirrorTintcolor |  The property labeled "Color" from the "Mirror" schema.
Top
See Also
Reference
Mirror Class
Autodesk.Revit.DB.Visual Namespace